{
  "SouthMovie" : {
	"Movie":[
		{
			"id": 1,
			"Video_Id": "1us6fjzHuEc",
			"Movie_name": "EEGA 2",
			"Description": "Eega marked the maiden collaboration between Rajamouli and Nani. It also co-starred Samantha Ruth Prabhu and Kichcha Sudeep in key roles.",
			"Movieimg": "https://i.ytimg.com/vi/1us6fjzHuEc/maxresdefault.jpg"
		},
		{
			"id": 2,
			"Video_Id": "v6f66NY6MpU",
			"Movie_name": "Gumnaam",
			"Description": "A sub-inspector sets out in pursuit of a mysterious serial killer who targets teen girls and murders them brutally.",
			"Movieimg": "https://naukrisandhan.com/wp-content/uploads/2022/09/Rakshasudu.jpg"
		},
		{
			"id": 3,
			"Video_Id": "AhaY2mwDX5g",
			"Movie_name": "Vijay The Master",
			"Description": "An alcoholic professor is sent to a juvenile school, where he clashes with a gangster who uses the school children for criminal activities.",
			"Movieimg": "https://deadline.com/wp-content/uploads/2021/01/Master-Poster-21.jpg"
		},
		{
			"id": 4,
			"Video_Id": "D2fGtAzEC-Y",
			"Movie_name": "Rishtey A Grand Celebration",
			"Description": "A young woman, who dreams of marrying a prince, falls in love with a charming man from another village. However, an old family rivalry resurfaces and becomes an obstacle in their relationship.",
			"Movieimg": "https://i.ytimg.com/vi/D2fGtAzEC-Y/maxresdefault.jpg"
		},
		{
			"id": 5,
			"Video_Id": "llRxiXSJ0_o",
			"Movie_name": "Karma",
			"Description": "After several years Damayanthi returns to exact her revenge on the people who brutally murdered her entire family for getting the inheritance.",
			"Movieimg": "https://i.ytimg.com/vi/llRxiXSJ0_o/maxresdefault.jpg"
		},
		{
			"id": 6,
			"Video_Id": "YertBfoBB0c",
			"Movie_name": "Guru",
			"Description": "The story of a former boxer who quits boxing following a fallout with the authorities over the underlying politics but goes on to coach a fisherwoman to fulfill his dream through her.",
			"Movieimg": "https://i.ytimg.com/vi/xIttVbZQYJI/maxresdefault.jpg"
		},
		{
			"id": 7,
			"Video_Id": "F4c8oOJmM1s",
			"Movie_name": "IT Man",
			"Description": "An IT professional gets sucked into a dangerous game.",
			"Movieimg": "https://i.ytimg.com/vi/F4c8oOJmM1s/maxresdefault.jpg"
		},
		{
			"id": 8,
			"Video_Id": "oAvNsimUqBM",
			"Movie_name": "Madhagaja",
			"Description": "The wife of one of two rival dons sends her son away to a safe land in order to protect him from their conflict. However, much to her disappointment, her child returns to the world of violence.",
			"Movieimg": "https://i.ytimg.com/vi/oAvNsimUqBM/maxresdefault.jpg"
		},
		{
			"id": 9,
			"Video_Id": "5yeIsG_TpSY",
			"Movie_name": "Joker",
			"Description": "Samuel (Shaam) is a police officer investigating the crimes of serial child abuse and murder. He receives a phone call from a child abuser who calls himself \"Joker\". Samuel tracks his location, goes to his place, and is killed by the Joker.",
			"Movieimg": "https://i.ytimg.com/vi/5yeIsG_TpSY/hqdefault.jpg?sqp=-oaymwEcCOADEI4CSFXyq4qpAw4IARUAAIhCGAFwAcABBg==&rs=AOn4CLD_Y-kccRNpKNx5YwrSAh9MSJ3V7Q"
		},
		{
			"id": 10,
			"Video_Id": "ycK3A5annNU",
			"Movie_name": "Lakshya",
			"Description": "Pardhu is an archer who wants to represent India at the World Championships. How does he bounce back and achieve what he wants after losing track?",
			"Movieimg": "https://i.ytimg.com/vi/WhMYMAU0YPQ/maxresdefault.jpg"
		},
		{
			"id": 11,
			"Video_Id": "8-1biVKMzDw",
			"Movie_name": "Kantara",
			"Description": "Kantara is a 2022 Indian Kannada-language action thriller film written and directed by Rishab Shetty, and produced by Vijay Kiragandur, under Hombale Films.",
			"Movieimg": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202210/Kantara_x.jpeg"
		},
		{
			"id": 12,
			"Video_Id": "gKizDojsdvs",
			"Movie_name": "KGF",
			"Description": "Rocky, a young man, seeks power and wealth in order to fulfil a promise to his dying mother. His quest takes him to Mumbai, where he gets involved with the notorious gold mafia.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/d81f84be6790a5fb37adc0538145c16acc37a1183d4dd829b2f8b48f3b5a3f5a._RI_V_TTW_.jpg"
		},
		{
			"id": 13,
			"Video_Id": "esZeBdhTfD0",
			"Movie_name": "KGF Chapter 2",
			"Description": "Rocky successfully rises as the leader and saviour of the people of the Kolar Gold Fields. But, in his goal to fulfil his mother's wishes, Rocky must tackle Adheera, Inayat Khalil and Ramika Sen.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/f5a21f64af7359f7aaa7c29dee8a12a97630e707cdbf71e0ae6b063322fb8575._RI_V_TTW_.jpg"
		},
		{
			"id": 14,
			"Video_Id": "MJmmaghOH5s",
			"Movie_name": "Bahubali The Beginning",
			"Description": "Baahubali: The Beginning is a 2015 Indian epic action film directed by S.S Rajamouli and produced by Shobu Yarlagadda and Prasad Devineni under Arka Media Works.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BYWVlMjVhZWYtNWViNC00ODFkLTk1MmItYjU1MDY5ZDdhMTU3XkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_.jpg"
		},
		{
			"id": 15,
			"Video_Id": "RwEH3d89cU0",
			"Movie_name": "Bahubali 2 The Conclusion",
			"Description": "After learning that his father was brutally killed by Bhallaladeva, Mahendra Baahubali raises an army to defeat him and release his mother from the former's captivity.",
			"Movieimg": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/711eHgGtnFL._SL1209_.jpg"
		},
		{
			"id": 16,
			"Video_Id": "oqcXT3tkZD0",
			"Movie_name": "Macharla Chunaav Kshetra",
			"Description": "Rajan (Samuthirakani) is a ruthless politician who wins the election for many terms unanimously in the Macharla constituency. Siddu (Nithiin) goes to Macharla to find his girlfriend Swathi (Krithi Shetty) and learns that she is struggling because of Rajan.",
			"Movieimg": "https://i.ytimg.com/vi/oqcXT3tkZD0/maxresdefault.jpg"
		},
		{
			"id": 17,
			"Video_Id": "6UeLU0uWGbU",
			"Movie_name": "Red",
			"Description": "Two lookalikes get embroiled in a murder investigation and become the prime suspects. However, as new facts come to light, the case gets complicated.",
			"Movieimg": "https://i.ytimg.com/vi/6UeLU0uWGbU/maxresdefault.jpg"
		},
		{
			"id": 18,
			"Video_Id": "M7NpouWiqpg",
			"Movie_name": "Aankhen",
			"Description": "Rambabu, a cable operator, lives with his beloved wife Jyothi and two daughters. One day, his family inadvertently gets involved in a grave crime and he must go to great lengths to protect them.",
			"Movieimg": "https://i.ytimg.com/vi/M7NpouWiqpg/maxresdefault.jpg"
		},
		{
			"id": 19,
			"Video_Id": "jXfJCMcpzlE",
			"Movie_name": "Godfather",
			"Description": "The Chief Minister's passing wreaks havoc across the state and in his political party. However, a mysterious contender for the post rises to eradicate wrongdoers.",
			"Movieimg": "https://justtricksandtips.com/wp-content/uploads/2022/07/IMG_20220720_222230.jpg"
		},
		{
			"id": 20,
			"Video_Id": "RLkaFV7C8q0",
			"Movie_name": "FORENSIC",
			"Description": "A Special Protection Group officer has to identify the threat to the prime minister, who he is protecting, and also the nation.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BM2ZkOTZmNTYtMWFmZi00MmY1LTkxZjgtNWViNjE3ZmU0YWJhXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_.jpg"
		},
		{
			"id": 21,
			"Video_Id": "jkOhv9VoBu4",
			"Movie_name": "Krishnarjuna Yuddham",
			"Description": "Krishna And Arjun Are Both Playboys, Hailing From Different Parts Of The World. While Krishna Woos The Indian Village Belles, Arjun Is A Prague Based Rockstar And Heartthrob Of Indian Origin.",
			"Movieimg": "https://i.ytimg.com/vi/jkOhv9VoBu4/maxresdefault.jpg"
		},
		{
			"id": 22,
			"Video_Id": "5gvMxnD-ZB0",
			"Movie_name": "Sita Ram",
			"Description": "A young Ram is left in a monastery by his uncle with a promise that Sita will come for him and take care of him. Years later, he is ecstatic when he meets Sita. Sita is also being chased by a local MLA (Sonu Sood), with whom she has signed an agreement and has defaulted on the same.",
			"Movieimg": "https://i.ytimg.com/vi/5gvMxnD-ZB0/maxresdefault.jpg"
		},
		{
			"id": 23,
			"Video_Id": "KFaWYY8nKeM",
			"Movie_name": "ASURA 2",
			"Description": "The life of a high-tech robber with exceptional skills of evading the law changes when a private detective tries to get a hold of him.",
			"Movieimg": "https://i.ytimg.com/vi/KFaWYY8nKeM/maxresdefault.jpg"
		},
		{
			"id": 24,
			"Video_Id": "0gYdv7SfeOo",
			"Movie_name": "Supreme Khiladi",
			"Description": "A charitable trust faces threats from a powerful mafia leader who has set his eyes on its land. He plans to kill the legal heir to grab the wealth, but a brave taxi driver becomes an impediment.",
			"Movieimg": "https://i.ytimg.com/vi/0gYdv7SfeOo/maxresdefault.jpg"
		},
		{
			"id": 25,
			"Video_Id": "JDzXR_mV_fI",
			"Movie_name": "A AA 2",
			"Description": "Mohan Ranga falls in love with Megha who is an NRI residing in the United States. However, due to certain circumstances, they fall apart. Will they be able to reciprocate their Love & will destiny unite them is the rest of the story.",
			"Movieimg": "https://i.ytimg.com/vi/JDzXR_mV_fI/maxresdefault.jpg"
		},
		{
			"id": 26,
			"Video_Id": "1-Au1PmzkI0",
			"Movie_name": "No. 1 Dilwala",
			"Description": "This story is about two very good friend Abhi and Vasu. They were inseparable from their childhood. But when beautiful Maha enters in Abhi's life their friendship gets damaged because of some confusion. Now they have to resolve these issues to save the friendship.",
			"Movieimg": "https://i.ytimg.com/vi/1-Au1PmzkI0/maxresdefault.jpg"
		},
		{
			"id": 27,
			"Video_Id": "sXAwqoJ-WUA",
			"Movie_name": "LIE",
			"Description": "Sathyam and Chaitra meet unexpectedly and decide to only lie to each other. Soon, after they fall in love, Sathyam encounters Padmanabham, a criminal on the run from the Indian police.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BMWJkMzQ1ZTEtMTQ2Yi00NTEwLTk1YjItYzhiMjk5MjYwOWE1XkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_.jpg"
		},
		{
			"id": 28,
			"Video_Id": "v9QpKYed3f4",
			"Movie_name": "Puli",
			"Description": "The movie story deals with Maru Dheeran a meek child brought up in an enslaved village coming under the oppressive rule of the blue-eyed monstrous 'Vedalam' group who burden the people with enormous taxes and kill on whim.",
			"Movieimg": "https://i.ytimg.com/vi/ne0yK0Yfcqc/maxresdefault.jpg"
		},
		{
			"id": 29,
			"Video_Id": "lIIvFgwREsI",
			"Movie_name": "Majili",
			"Description": "Poorna (Naga Chaitanya) is a young guy from Vizag who falls in love with Anju (Divyansha Kaushik), a rich naval officer’s daughter. As time passes by, Poorna’s local politics create a rift in their love story & they break apart.",
			"Movieimg": "https://i.ytimg.com/vi/lIIvFgwREsI/maxresdefault.jpg"
		},
		{
			"id": 30,
			"Video_Id": "kgj6kc_hpFE",
			"Movie_name": "Premam",
			"Description": "Down on luck and depressed by constant failures in personal and professional life, Vijay is desperately in search of that single stroke of fortune that could turn his life around. But what if the power to rewrite his destiny lies within?",
			"Movieimg": "https://i.ytimg.com/vi/eF5YRGkUaok/maxresdefault.jpg"
		},
		{
			"id": 31,
			"Video_Id": "oz8a4W1Gp4M",
			"Movie_name": "Brand Babu",
			"Description": "Diamond Babu, the son of a wealthy brand-obsessed man, is just like his father. He wants to marry the daughter of the home minister but unknowingly woos her maid, Radha.",
			"Movieimg": "https://i.ytimg.com/vi/oz8a4W1Gp4M/maxresdefault.jpg"
		},
		{
			"id": 32,
			"Video_Id": "NenlQz-FkLY",
			"Movie_name": "Sivaji The Boss",
			"Description": "A software engineer comes to India to serve the nation and invest in nation's welfare. A few corrupt officials and politicians try to stop him but he overcomes all obstacles.",
			"Movieimg": "https://i.ytimg.com/vi/n-FFfO8OhwA/maxresdefault.jpg"
		},
		{
			"id": 33,
			"Video_Id": "ix__eQazRy8",
			"Movie_name": "Dangerous Khiladi 3",
			"Description": "Police-Ravi is a student aspiring to become a police officer,becomes hunted when he helps his friend out of trouble.The hunted becomes the Hunter to secure his future.",
			"Movieimg": "https://i.ytimg.com/vi/ix__eQazRy8/maxresdefault.jpg"
		},
		{
			"id": 34,
			"Video_Id": "GqGsBYHa7Zk",
			"Movie_name": "Romeo Juliet",
			"Description": "The movie story deals with Aishwarya she falls in love with Karthik assuming he is rich, but once she realises he is just a gym instructor, she leaves him and wants to get together with a rich man Arjun. ",
			"Movieimg": "https://i.ytimg.com/vi/GqGsBYHa7Zk/maxresdefault.jpg"
		},
		{
			"id": 35,
			"Video_Id": "Aix_cBFP7jM",
			"Movie_name": "Jaanu",
			"Description": "The film revolves around the reunion of former students from a 2004 batch class fifteen years after their graduation.",
			"Movieimg": "https://m.media-amazon.com/images/W/IMAGERENDERING_521856-T1/images/I/81wcQ7KQSYL._RI_.jpg"
		},
		{
			"id": 36,
			"Video_Id": "5Y87gFvzEO4",
			"Movie_name": "VASCO THE REBEL",
			"Description": "Vasco da Gama son of a cop is a street smart ruffian who chooses crime to earn a fortune and fulfill his grandma Mary’s dream after watching his parents death.",
			"Movieimg": "https://lh3.googleusercontent.com/-Tu6Gmdb9_E0/YnfOVOewG8I/AAAAAAAABT4/wY_YRycs_islc8HgZ3qUv9MQWldg4QPlgCNcBGAsYHQ/s1600/1652018651064497-0.png"
		},
		{
			"id": 37,
			"Video_Id": "7_-fTlskezg",
			"Movie_name": "Vikram Vedha",
			"Description": "Vikram, a no-nonsense police officer, accompanied by Simon, his partner, is on the hunt to capture Vedha, a smuggler and a murderer. Vedha tries to change Vikram's life, which leads to a conflict.",
			"Movieimg": "https://i.ytimg.com/vi/7_-fTlskezg/maxresdefault.jpg"
		},
		{
			"id": 38,
			"Video_Id": "RFA3ruwfLYI",
			"Movie_name": "The Warriorr",
			"Description": "The Warriorr is a 2022 Indian action film directed by N. Lingusamy and produced by Srinivasa Silver Screen. It is shot simultaneously in Telugu and Tamil languages. The film stars Ram Pothineni, Aadhi Pinisetty, Krithi Shetty, Akshara Gowda, and Nadhiya. The film score is composed by Devi Sri Prasad.",
			"Movieimg": "https://upload.wikimedia.org/wikipedia/en/b/bd/The_Warrior_%28Indian_Film%29.jpg"
		},
		{
			"id": 39,
			"Video_Id": "T7QkdexqFWQ",
			"Movie_name": "Mafia : Chapter 1",
			"Description": "A narcotics officer engages in a cat-and-mouse chase to capture a powerful criminal kingpin not knowing that it could have a connection to the truth in his past.",
			"Movieimg": "https://i.ytimg.com/vi/T7QkdexqFWQ/maxresdefault.jpg"
		},
		{
			"id": 40,
			"Video_Id": "410On7aRFn8",
			"Movie_name": "Arrambam",
			"Description": "Arrambam is a 2013 Indian Tamil-language action thriller film[2] directed by Vishnuvardhan. Produced by A. Raghuram and co-written by Subha, the film stars Ajith Kumar, Arya, Nayanthara and Taapsee Pannu.",
			"Movieimg": "https://images004-a.erosnow.com/movie/4/1008244/img145210/6174483/1008244_6174483_35.jpg"
		},
		{
			"id": 41,
			"Video_Id": "jXN9Ot2bwa8",
			"Movie_name": "Bhagmati Returns",
			"Description": "In the film, Priyamani plays a never seen before character while donning a dual role.  The actress looks charming and adds glamour and class to the film. However, there is more to her character than just glamour.",
			"Movieimg": "https://i.ytimg.com/vi/jXN9Ot2bwa8/maxresdefault.jpg"
		},
		{
			"id": 42,
			"Video_Id": "1bPsMG3dKCI",
			"Movie_name": "Kayal",
			"Description": "The story revolves around two friends who work hard, and spend their money travelling around the country. On one such trip, they accidentally help a pair of lovers elope, without realising it.",
			"Movieimg": "https://i.ytimg.com/vi/1bPsMG3dKCI/maxresdefault.jpg"
		},
		{
			"id": 43,
			"Video_Id": "3JLMovLpf6E",
			"Movie_name": "Garuda",
			"Description": "Superhero Shahenshah Is About A Common Man, Who Vows To Clean Evil Things In The Society. Veer (Vijay) Is A Milk Vendor In A Village Called Pavunoor, Who Has A Sister Kaveri.",
			"Movieimg": "https://i.ytimg.com/vi/H5g7Nm-Nkeg/maxresdefault.jpg"
		},
		{
			"id": 44,
			"Video_Id": "UGeOdbPMdQA",
			"Movie_name": "Sabse Bada Rupaiya",
			"Description": "A local gangster Tedha Singh is recruited for a by RAW, whose main aim is to catch Bob Morley, a dreaded international mafia leader. In the midst of flirting with a bar dance.",
			"Movieimg": "https://i.ytimg.com/vi/UGeOdbPMdQA/maxresdefault.jpg"
		},
		{
			"id": 45,
			"Video_Id": "3lCCsu0eULk",
			"Movie_name": "RRR",
			"Description": "RRR is a 2022 Indian Telugu-language epic action drama film directed by S. S. Rajamouli who wrote the film with V. Vijayendra Prasad. It is produced by D. V. V. Danayya of DVV Entertainment.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"
		},
		{
			"id": 46,
			"Video_Id": "CRTsuj__C4w",
			"Movie_name": "Ek Aur Bol Bachchan",
			"Description": "After losing his job and his ancestral property, Rahman and his sister move to a small town. Circumstances force him to perpetually lie about his true identity.",
			"Movieimg": "https://i.ytimg.com/vi/CRTsuj__C4w/maxresdefault.jpg"
		},
		{
			"id": 47,
			"Video_Id": "EDE10UUnAzM",
			"Movie_name": "Rider",
			"Description": "Rider is a 2021 Indian Kannada-language romantic-action film directed by Vijay Kumar Konda and produced by Sunil Gowda. The movie stars Nikhil Gowda Anusha Rai, Kashmira Pardeshi, Dattanna, Achyuth Kumar and Chikkanna in supporting roles.",
			"Movieimg": "https://i.ytimg.com/vi/EDE10UUnAzM/maxresdefault.jpg"
		},
		{
			"id": 48,
			"Video_Id": "drdIstXhIsc",
			"Movie_name": "Son Of Satyamurthy 2 ",
			"Description": "The movie story deals with Narayana Murthy a honest government employee. His son Surya loves him such a way that he is ready to die or kill anyone.",
			"Movieimg": "https://static.digit.in/OTT/images/tr:n-ott_home_crousel/son-of-satyamurthy-2-5f770551efaa74a3746b6725.jpg"
		},
		{
			"id": 49,
			"Video_Id": "hHId7w5X3aQ",
			"Movie_name": "Jack And Daniel",
			"Description": "Jackson Mathew is a businessman by day and a thief, who steals from the corrupt, by night. However, the Kerala police appoint Daniel, an incorruptible policeman, to capture him.",
			"Movieimg": "https://flxt.tmsimg.com/assets/p17667231_p_v8_aa.jpg"
		},
		{
			"id": 50,
			"Video_Id": "zihfLLjYYRM",
			"Movie_name": "Bhairava",
			"Description": "A loan recovery officer, Bhairava, finds a girl who wants to expose a local gangster and starts liking her. However, when he listens to her story, Bhairava decides to help her in her endeavours.",
			"Movieimg": "https://jiocinemaweb.cdn.jio.com/jioimages.cdn.jio.com/content/entry/dynamiccontent/thumbs/512/512/0/26/71/b75c13a0562e11e983dc89a77e3cdd3f_1557475317662_p_medium.jpg"
		},
		{
			"id": 51,
			"Video_Id": "hhr8IWP9XCc",
			"Movie_name": "RAW KHILADI 2",
			"Description": "The story starts off with a police informer calling up Bharadwaj (Ravi Kishan) with information on criminal Padmanabham (Arjun Sarja) saying that Padmanabham is at a bar wearing a suit.",
			"Movieimg": "https://i.ytimg.com/vi/hhr8IWP9XCc/maxresdefault.jpg"
		},
		{
			"id": 52,
			"Video_Id": "bj3YBUNWXVI",
			"Movie_name": "ZOMBIE REDDY",
			"Description": "Mario, a game developer, and his friends, get caught up in the rivalry between two families and a mysterious zombie attack in Rayalaseema where they go to attend a friend's wedding.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BYTg4NTRjZjUtZWMyYS00YTk2LThjN2ItYTBkNThiMDY5NDRkXkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_.jpg"
		},
		{
			"id": 53,
			"Video_Id": "jsKPRH0Pw4I",
			"Movie_name": "Aranmanai 3",
			"Description": "Aranmanai 3 is an 2021 Indian Tamil-language comedy horror film written directed by Sundar C. The film stars an ensemble star cast including Sundar C, Arya, Raashi Khanna and Andrea Jeremiah, with Sakshi Agarwal",
			"Movieimg": "https://upload.wikimedia.org/wikipedia/en/5/51/Aranmanai_3.jpg"
		},
		{
			"id": 54,
			"Video_Id": "Ay8x-0R62_w",
			"Movie_name": "Googly",
			"Description": "Sharath and Swathi meet in Bangalore and fall in love but due to misunderstandings, they drift apart. However, few years later, destiny brings them face to face at a friend's wedding.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BMTQ5NzQ5MDk3NF5BMl5BanBnXkFtZTgwMzIyMDU4MzE@._V1_FMjpg_UX1000_.jpg"
		},
		{
			"id": 55,
			"Video_Id": "zR52MgYhm_Q",
			"Movie_name": "Mr. Majnu",
			"Description": "Vikram Krishna a.k.a Vicky is a handsome boy who flirts with everyone and has never been in a serious relationship. Nikitha a.k.a Nikki is a girl who dreams of having a husband like Lord Shri Rama who will love her and take care of her.",
			"Movieimg": "https://i2.cinestaan.com/image-bank/1500-1500/142001-143000/142499.jpg"
		},
		{
			"id": 56,
			"Video_Id": "aCqzGt3veiU",
			"Movie_name": "DJ (Duvvada Jagannadham)",
			"Description": "Several years ago in Vijayawada, a kid named Duvvada Jagannadham, is inspired by the teachings of his grandfather that only the good deeds has to be visible and the person who does that doesn't have to come in light.",
			"Movieimg": "https://m.media-amazon.com/images/I/61l2+COtKKL.jpg"
		},
		{
			"id": 57,
			"Video_Id": "I3o-UeFZFKo",
			"Movie_name": "Fidaa",
			"Description": "Varun is a non-resident Indian who lives in Texas, United States with his elder brother Raju and adopted, younger brother Bujji. He is a medical student aiming to become a neurosurgeon. Varun comes to India along with his younger brother for Raju's marriage to Renuka, whose family hails from Banswada in Telangana.",
			"Movieimg": "https://m.media-amazon.com/images/I/81voyGsKWHL._RI_.jpg"
		},
		{
			"id": 58,
			"Video_Id": "SbSTTfnEMZM",
			"Movie_name": "Miss India",
			"Description": "Manasa Samyuktha, a woman with big goals from a middle class family, moves to the USA. She dreams of starting up her own tea business. On the way to becoming a successful businesswoman.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BMDNjZjYwYjgtMTkyOC00ZjljLWFmZjQtN2EzMjMyYWQzNjRkXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_FMjpg_UX1000_.jpg"
		},
		{
			"id": 59,
			"Video_Id": "PXd8Uio4TSs",
			"Movie_name": "Dwaraka",
			"Description": "The story is about a thief Erra Srinu who turns into a fake Baba due to circumstances, how is his image exploited, his love story with Vasudha and his fight with a rationalist Chaitanya and how he comes clean forms the rest of the story.",
			"Movieimg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTYJgJOEFJb5oOyyuLTA1CphlONQB-5boKoir68YN2IzDdz_lu19EmJ-aZAAjnOY0v_cds&usqp=CAU"
		},
		{
			"id": 60,
			"Video_Id": "JAdvqR-lHIU",
			"Movie_name": "The Return of Rebel",
			"Description": "Rishi (Prabhas) is the happy-go-lucky son of Bhupathi (Krishnam Raju), a powerful dictator of the village, who is liked by the villagers. Rishi is influenced by his father's ideals and grows up just like him.",
			"Movieimg": "https://cps-static.rovicorp.com/2/Open/APAC_2674/Program/26204526/_derived_jpg_q90_310x470_m0/5.jpg"
		},
		{
			"id": 61,
			"Video_Id": "87Ai7pdYegY",
			"Movie_name": "Main Hoon Lucky The Racer",
			"Description": "Ram Prasad and Lakshman Lucky Prasad are brothers and polar opposites. While the former is an honorable Assistant Commissioner of Police, the latter is a happy guy who is constantly at odds with his brother.",
			"Movieimg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTu4_t5oqhVVmu_zFDDl7pgvMYKi0sF-8QUP7DMj0prLV__4BmL1TDS007JKLAiaNAsPA4&usqp=CAU"
		},
		{
			"id": 62,
			"Video_Id": "vkuiI430d_0",
			"Movie_name": "The Super Khiladi 3",
			"Description": "Hari, a young man, looks for true love in all the wrong places. However, when he crosses paths with Shailu, he falls in love with her and soon realises that she is his childhood crush.",
			"Movieimg": "https://static.digit.in/OTT/images/tr:n-ott_home_crousel/the-super-khiladi-3-5f770556efaa74a3746b696b.jpg"
		},
		{
			"id": 63,
			"Video_Id": "7s9lsmnYLUw",
			"Movie_name": "Dangerous Khiladi 2",
			"Description": "A corrupt minister's daughter finds a diary containing details about a couple's relationship. When it ends abruptly, she tracks down the man who wrote it and gets involved in a massive conspiracy.",
			"Movieimg": "https://static.toiimg.com/thumb/msid-68834237,width-219,height-317,imgsize-80260/68834237.jpg"
		},
		{
			"id": 64,
			"Video_Id": "1odS6ynbWNo",
			"Movie_name": "World Famous Lover",
			"Description": "The film begins with Gautham in a prison saying that he too has a story to tell. The film cuts to Yamini and Gautham's story. They are in a live-in relationship. Gautham is pursuing his dream of becoming a writer.",
			"Movieimg": "https://fs1.extraimage.org/2021/01/31/Vijay-Devarakonda-s-World-Famous-Lover-movie-Trailer-3rd-Poster-and-Still4e2e0289104f9f30.jpg"
		},
		{
			"id": 65,
			"Video_Id": "Pf2hwLxU0zQ",
			"Movie_name": "MCA Middle Class Abbayi",
			"Description": "Nani, a middle-class youth with a photographic memory, stays at his uncle's house in Hyderabad. He has issues with his once dear brother's house because he dislikes his sister-in-law Jyothi, an RTO officer.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/716iaimOcGL._RI_.jpg"
		},
		{
			"id": 66,
			"Video_Id": "0DGeKo6NBms",
			"Movie_name": "Raj Mahal 3",
			"Description": "The film is a love story with elements of horror. The protagonist is a man who shows off his bravery and also manages to scare ghosts.",
			"Movieimg": "https://i.ytimg.com/vi/1iZ9NeNSsrE/maxresdefault.jpg"
		},
		{
			"id": 67,
			"Video_Id": "TfQfai0qsCw",
			"Movie_name": "Dil Dhadak Dhadak",
			"Description": "Surya, a rebellious youngster, falls for Vaishali but refuses to marry her due to his past experiences. She, however, is confident of her love and promises to meet him exactly after one year.",
			"Movieimg": "https://static.digit.in/OTT/images/tr:n-ott_home_crousel/dil-dhadak-dhadak-604dfb8c91cd6611a300920b.jpg"
		},
		{
			"id": 68,
			"Video_Id": "i9I59bvJnNk",
			"Movie_name": "Kanchana 3",
			"Description": "An NRI wants to sell his ancestral home, but later hears rumours of it being haunted. Unwilling to sell the property at a throwaway price, he asks a team of four guys to spend a night in the house and prove that it isn't a ghost den.",
			"Movieimg": "https://i.ytimg.com/vi/uE0zdVbrmiE/maxresdefault.jpg"
		},
		{
			"id": 69,
			"Video_Id": "9khRLPbJ5fw",
			"Movie_name": "Tik Tik Tik",
			"Description": "To detonate the huge asteroid which is 7days away from earth with the help of nuclear missile set in space station, team of 6 members travel to space. The hurdles and consequences they faced in this operation will lead them to succeed in their mission is the rest of the story.",
			"Movieimg": "https://fs1.extraimage.org/2020/12/13/Tik-Tik-Tik-2020-Bengali-Dubbed-Full-Movie-720p-BluRay-700MB-x264-MKV.jpg"
		},
		{
			"id": 70,
			"Video_Id": "MZNU-ktisgY",
			"Movie_name": "Kanchana The Wonder Car",
			"Description": "The movie story deals with Parijatam is an independent woman who starts a cab service by buying an old car. The twist in the tale arises when she finds out that her car is possessed by an evil spirit. Things become even worse as problems keep erupting one after the other. Left with no choice, ",
			"Movieimg": "https://i.ytimg.com/vi/MZNU-ktisgY/maxresdefault.jpg"
		},
		{
			"id": 71,
			"Video_Id": "qky1I3a2e0Q",
			"Movie_name": "Jersey",
			"Description": "Arjun, a talented but failed cricketer, decides to return to cricket in his late thirties driven by the desire to represent the Indian cricket team and fulfil his son's wish for a jersey as a gift.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BYzBhZWQxOGUtZWVmMi00ZmZhLWJjZDYtMGUxY2I4ZDdlOGEyXkEyXkFqcGdeQXVyODMyODMxNDY@._V1_.jpg"
		},
		{
			"id": 72,
			"Video_Id": "UVwSRReCaVk",
			"Movie_name": "Kennedy Club 2021",
			"Description": "Savarimuthu, an ex-soldier, falls sick while training the women's kabaddi team of his village. Soon, a former student named Muruganandham is chosen to take his place.",
			"Movieimg": "https://i0.wp.com/www.netflixplans.com/wp-content/uploads/2021/05/kennedy-club-movie.png?fit=741%2C416&ssl=1"
		},
		{
			"id": 73,
			"Video_Id": "U9ROv4lQeJ0",
			"Movie_name": "Super Khiladi 4",
			"Description": "A young cool going guy babu with an attitude of being himself accidentally falls in love with Keerthi, whose father hates babu for his attitude. when finally Keerthi decides to woo babu and profess love ,there is a stunning twist in which Keerthi 's one side lover Siddharth enters who already wins heart ",
			"Movieimg": "https://static.digit.in/OTT/v2/images/tr:n-ott_home_crousel/super-khiladi-4-2148.jpg"
		},
		{
			"id": 74,
			"Video_Id": "-2WqvmUSjqo",
			"Movie_name": "Satyadev The Fearless Cop",
			"Description": "he life of a young boy, Sathyadev, takes a destined route when his father becomes an incidental casualty in a scene of crime. The I.P.S. route takes away from him, a loving wife-to-be and renders a child motherless.",
			"Movieimg": "https://qqcdnpictest.mxplay.com/pic/e24bdf4a5b6b0a40698d37afde3e4aff/en/16x9/1920x1080/ddf425a81608a54e5429c2a19a9d307f_1920x1080.jpg"
		},
		{
			"id": 75,
			"Video_Id": "IFHtcvG5DNI",
			"Movie_name": "Dev",
			"Description": "The movie story deals with Dev, a youngster from a well-to-do family, is an adventure seeker. When his friend playfully tries to set him up with Meghna, a businesswoman who has no time for love, Dev has to embark on an adventure of another kind.",
			"Movieimg": "https://passmaga.com/wp-content/uploads/Dev-2019-New-Released-Hindi-Dubbed-Full-Movie-Karthi.jpg"
		},
		{
			"id": 76,
			"Video_Id": "zzhfvt5vZHI",
			"Movie_name": "Dear Comrade",
			"Description": "The movie story deals with Bobby, a hot-headed student union leader, he falls in love with Lily, a state-level cricketer. But soon his anger issues become a roadblock on his way to unite with Lily.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/71qiF3xKsNL._RI_.jpg"
		},
		{
			"id": 77,
			"Video_Id": "1iNMsTMJz54",
			"Movie_name": "Heart Attack 3",
			"Description": "The storyline is light-hearted and revolves around Vikram Kumar alias Lucky who is in love with a television anchor Gowri. Gowri gives Lucky the cold shoulder, and helping her keep Lucky at an arm’s length is her dog Zoo Zoo.",
			"Movieimg": "https://i.ytimg.com/vi/ZJglyASp1ng/maxresdefault.jpg"
		},
		{
			"id": 78,
			"Video_Id": "VQ8Gz6l6OTc",
			"Movie_name": "Thadaka 2",
			"Description": "Chaitu and Anu Reddy fall in love but are faced with the problem of convincing Anu's mother Shailaja Reddy, a domineering woman who is determined to find a doctor as her son-in-law.",
			"Movieimg": "https://i.ytimg.com/vi/VQ8Gz6l6OTc/maxresdefault.jpg"
		},
		{
			"id": 79,
			"Video_Id": "IRGFbLrzE7w",
			"Movie_name": "Ek Jwalamukhi",
			"Description": "Bala Govind is a program director in MAA TV. His fights for justice regularly get him into trouble. During one of these incidents, he saves a person from goons while severely thrashing Murugesan,  the son of the notorious smuggler Tambi Durai.",
			"Movieimg": "https://i.ytimg.com/vi/oFlKD70q1S8/maxresdefault.jpg"
		},
		{
			"id": 80,
			"Video_Id": "_RmbRfYVKVM",
			"Movie_name": "Dhammu",
			"Description": "Rama Chandra gets involved in a blood feud between two royal families while trying to win over his lady-love, Sathya. He realizes that the lives of the villagers depend on his choices.",
			"Movieimg": "https://megashortfilms.com/wp-content/uploads/2021/07/dhammu-dammu-hindi-dubbed-full-m.jpg"
		},
		{
			"id": 81,
			"Video_Id": "fCE_IwP742Q",
			"Movie_name": "Chirutha",
			"Description": "The consequences that follow after the love between hero and heroine, when they accidentally fall in love on an island.",
			"Movieimg": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQRf1ndfZHNHH7zjKIr84BAzw8F-OVq5w5LwuV7-MnKXAhE6PPyPiTIaPt-mrm_P-ysno&usqp=CAU"
		},
		{
			"id": 82,
			"Video_Id": "lwMQH-o0VSE",
			"Movie_name": "Sabse Badhkar Hum",
			"Description": "The movie story deals with Hanumantha Rao and Vishwanath both are old college buddies. Their young children, Prabha and Nandini respectively, are also friends.",
			"Movieimg": "https://qqcdnpictest.mxplay.com/pic/e1f07fe80db9ef47e0b2ad3b25aa6a25/en/16x9/640x360/test_pic1640330177334.jpg"
		},
		{
			"id": 83,
			"Video_Id": "HQn8C8nefw8",
			"Movie_name": "Policewala Gunda 2",
			"Description": "The movie story deals with Sivan a well-respected don in the area of Madurai. After his driver was killed in an altercation with a few enemies, including a rowdy cop, he takes the driver's son Shakthi as his own. Shakthi grows up with a vengeful hatred towards the Police uniform and any other ",
			"Movieimg": "https://i.ytimg.com/vi/DKg80Bi28VY/maxresdefault.jpg"
		},
		{
			"id": 84,
			"Video_Id": "VCOLk9qybFw",
			"Movie_name": "Hyper",
			"Description": "What happens when the lives of two friends take an unexpected turn? A whole lot of confusion follows. Will they be able to get out of the mess? That forms the crux of the story.",
			"Movieimg": "https://i.ytimg.com/vi/SUnrjQoRKVA/maxresdefault.jpg"
		},
		{
			"id": 85,
			"Video_Id": "kaZFBTthNZM",
			"Movie_name": "Kaithi",
			"Description": "The movie story deals with Bejoy who heads a team of cops that has just confiscated a record amount of cocaine, which they hide in a secret cell under the police commissioner’s office.",
			"Movieimg": "https://i.ytimg.com/vi/8rQnwpF2Qgs/maxresdefault.jpg"
		},
		{
			"id": 86,
			"Video_Id": "VeoiEqdkKAk",
			"Movie_name": "Srinivasa Kalyanam",
			"Description": "Srinivas is a traditional guy who believes that marriage is the greatest festival. He meets Sri & both eventually fall in love with each other. Sri's father RK believes that marriage is not worth wasting a lot of time.",
			"Movieimg": "https://i.ytimg.com/vi/VeoiEqdkKAk/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLCSm2zuP_6X2Eu5lzNxBhISw189pA"
		},
		{
			"id": 87,
			"Video_Id": "R7aCOI4DuA0",
			"Movie_name": "A Aa",
			"Description": "Anasuya (Samantha) is a docile young woman who wants to break free from the clutches of her control-freak mom (Nadiya). While her mom is gone on a business trip, Anasuya sneaks up to the village of her maternal uncle. Vihari (Nithin) is Anasuya’s brother-in-law and he hosts her.",
			"Movieimg": "https://i.ytimg.com/vi/R7aCOI4DuA0/mqdefault.jpg"
		},
		{
			"id": 88,
			"Video_Id": "rBVvJFh1NeE",
			"Movie_name": "Lisaa",
			"Description": "Lisaa decides to meet her grandparents and get a nod from them for her single mother’s second marriage. As Lisaa is planning to leave to the US, she wants her mother to have a companion and hence, insists her to remarry.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BZGQyYTRmNzAtMmRlNy00NDY0LWE1NWUtMTU5Nzg1N2FiN2VjXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_.jpg"
		},
		{
			"id": 89,
			"Video_Id": "krCpn6RrNX8",
			"Movie_name": "Madam Geeta Rani",
			"Description": "The film is about a headmaster converting a poorly run school into one of the best in the state.",
			"Movieimg": "https://passmaga.com/wp-content/uploads/Madam-Geeta-Rani-Raatchasi-2020-New-Released-Hindi-Dubbed-Full.jpg"
		},
		{
			"id": 90,
			"Video_Id": "bIpOrDxZZVY",
			"Movie_name": "Nela Ticket",
			"Description": "Ravi Teja an orphan raised in an orphanage in Bangalore belonging to Ananda Bhupathi. Ananda gets killed by his own son Aditya Bhupathi, who later becomes the Home Minister.",
			"Movieimg": "https://i.ytimg.com/vi/0x-7tzBdLpU/maxresdefault.jpg"
		},
		{
			"id": 91,
			"Video_Id": "REdVA3_ORk0",
			"Movie_name": "The Return of Abhimanyu",
			"Description": "The movie is a techno thriller with many action scenes. The story also concerns hacking and the leak of information, how in the days of interconnections, the privacy of a person doesn't hold power, as anyone can be hacked and their personal information stolen from them.",
			"Movieimg": "https://3.bp.blogspot.com/-40wyMidyP0Q/XGD2emEfu1I/AAAAAAAAY-k/7Hj3JG0v7hsMj_irLdeB8c6t3v4U82ZfQCLcBGAs/s1600/The+Return+Of+Abhimanyu+2019.jpg"
		},
		{
			"id": 92,
			"Video_Id": "js4HJnv4Zu4",
			"Movie_name": "Magadheera",
			"Description": "In 1609 AD, Mitravinda, a princess, and Kala Bhairava, the warrior that she loved, die. 400 years later, the warrior is reincarnated as Harsha, a motorcycle stuntman. He brushes hands with a girl and sparks fly as he begins to recall his past life.",
			"Movieimg": "https://i.ytimg.com/vi/foNrbL5KphI/maxresdefault.jpg"
		},
		{
			"id": 93,
			"Video_Id": "XaodMMhrFYg",
			"Movie_name": "Amar Akbhar Anthoni",
			"Description": "A man suffering from Dissociative Identity Disorder has to take revenge against four businessmen for the murder of his family while his past confronts him in the form of his childhood love.",
			"Movieimg": "https://1.bp.blogspot.com/-zsQn65G06Sk/XQb1EHG4bTI/AAAAAAAADcY/7EkzBFdUdfESygonDDc3_MTfV013yAfdACLcBGAs/s1600/maxresdefault-7-678x381.jpg"
		},
		{
			"id": 94,
			"Video_Id": "WdDHbDFbp9Q",
			"Movie_name": "Main Hoon Bodyguard",
			"Description": "Bhoominathan aka Bhoomi is introduced to us as a person who gets into many local fights. Worried about his future, his family sends him to Muthuramalingam, a much respected personality in his place Semmanur, to put Bhoomi's life on the right track. But things don't go as planned. ",
			"Movieimg": "https://i.ytimg.com/vi/1xz8_1KTC3Y/maxresdefault.jpg"
		},
		{
			"id": 95,
			"Video_Id": "YmPQtzUM5zg",
			"Movie_name": "Temper 2",
			"Description": "A CBI officer moonlights as a modern day Robin Hood in the guise of the masked Kanthaswamy, as he helps fight corruption and aid impoverished people.",
			"Movieimg": "https://i.ytimg.com/vi/PhjkI4A-CIY/maxresdefault.jpg"
		},
		{
			"id": 96,
			"Video_Id": "YIETOFKiD1o",
			"Movie_name": "Dilwala The Real Man",
			"Description": "Kuselan revolves around the tale of a beautiful friendship between a popular actor and a poor barber.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/81cHnNh3+qL._RI_.jpg"
		},
		{
			"id": 97,
			"Video_Id": "YX_dC0YJ6vI",
			"Movie_name": "The Fighterman Singham",
			"Description": "The movie story deals with Sub-Inspector Durai Singam who lives a fairly wealthy lifestyle in Nallore along with his parents and a sister.",
			"Movieimg": "https://i.ytimg.com/vi/RQqZ5AGzDVo/maxresdefault.jpg"
		},
		{
			"id": 98,
			"Video_Id": "dNpROOV0PBk",
			"Movie_name": "Arundhati",
			"Description": "Arundhati is a descendant of the Gadwal ruling dynasty. It is agreed that she will marry Rahul. A few days before her marriage, she comes to the fort of Gadwal from Hyderabad.",
			"Movieimg": "https://4.bp.blogspot.com/-aAr6J1x0GJ4/Vn40P7sDsPI/AAAAAAAADNA/Oy_sw5-XvlQ/s400/Arundhati%2B2009%2BHindi%2BDubbed%2BMovie%2BDownload.jpg"
		},
		{
			"id": 99,
			"Video_Id": "WuVxHShRD4s",
			"Movie_name": "Betting Raja",
			"Description": "A carefree boy who makes money out of betting finds himself in trouble when his father falls ill. To raise funds, he takes up the challenge of wooing a woman but a startling fact changes things.",
			"Movieimg": "https://i.ytimg.com/vi/OLvfTNqEi20/maxresdefault.jpg"
		},
		{
			"id": 100,
			"Video_Id": "4ZmBu9PtdZw",
			"Movie_name": "Ghayal Khiladi",
			"Description": "The movie story deals with youngster Arivu who is from a slum and his wish is to begin a radio channel for himself, he also had some personal plans while creating the channel.",
			"Movieimg": "https://i.ytimg.com/vi/CPZkqqsfZnM/maxresdefault.jpg"
		},
		{
			"id": 101,
			"Video_Id": "U5No0zMyOIE",
			"Movie_name": "Silly Fellows",
			"Description": "Silly Fellows is a 2018 Telugu comedy film starring Allari Naresh, Sunil, Chitra Shukla, Nandini Rai, and Jaya Prakash Reddy in lead roles. It is directed by Bhimaneni Srinivasa Rao.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/S/pv-target-images/cb81cc918f155216dadf47fb6e3b9663d68bc8a587410768715436c3e22ec757._RI_V_TTW_.jpg"
		},
		{
			"id": 102,
			"Video_Id": "Axqktd23tkM",
			"Movie_name": "Express Raja",
			"Description": "Express Raja is a 2016 Indian Telugu-language romantic comedy thriller film written and directed by Merlapaka Gandhi.",
			"Movieimg": "https://i.ytimg.com/vi/Axqktd23tkM/maxresdefault.jpg"
		},
		{
			"id": 103,
			"Video_Id": "SwuIvm9y-M8",
			"Movie_name": "VIP 2",
			"Description": "VIP 2 Lalkar (Hindi Dubbed) is the dubbed version of action-comedy movie Velaiilla Pattadhari 2 directed by Soundarya Rajnikanth. The movie was shot in Tamil as well as Telugu at the same time and was later also dubbed in Hindi. ",
			"Movieimg": "https://chinmaynakhwa.files.wordpress.com/2017/08/51fc64a4-0337-4c5d-b3cd-a99d9e512ce7.jpg"
		},
		{
			"id": 104,
			"Video_Id": "bi2ZGhdUnFE",
			"Movie_name": "Jamai Raja",
			"Description": "jamai raja full movie, jamai raja full movie hindi dubbed, mappillai tamil movie full Dhanush, mappillai tamil movie full dhanush hindi dubbed, dhanush hindi dubbed movies 2018 full movie, dhanush new hindi dubbed movies, hansika motwani movies in hindi dubbed 2018.",
			"Movieimg": "https://i.ytimg.com/vi/xb8MMXEA5g0/maxresdefault.jpg"
		},
		{
			"id": 105,
			"Video_Id": "XplWE08fc9U",
			"Movie_name": "Maaya",
			"Description": "Maaya is a 2014 Telugu psychological supernatural thriller film directed by the national award-winning Neelakanta and produced by Dr. M. V. K. Reddy, Madhura Sreedhar Reddy.",
			"Movieimg": "https://i.ytimg.com/vi/XplWE08fc9U/maxresdefault.jpg"
		},
		{
			"id": 106,
			"Video_Id": "Grkp0RnoBiU",
			"Movie_name": "Not Out",
			"Description": "Young Veeru eats, sleeps and dreams cricket and works hard to hone his bowling skills. But will he be able to overcome not just his poverty but also his failures in order to pursue his passion? An inspiring story of beating all odds to follow one's dream.",
			"Movieimg": "https://i.ytimg.com/vi/UjwkIaYecBA/maxresdefault.jpg"
		},
		{
			"id": 107,
			"Video_Id": "h64O52tGhZA",
			"Movie_name": "Intelligent",
			"Description": "Inttelligent is a 2018 Indian Telugu-language action film directed by V. V. Vinayak, featuring Sai Dharam Tej and Lavanya Tripathi in the lead role.",
			"Movieimg": "https://i.ytimg.com/vi/h64O52tGhZA/maxresdefault.jpg"
		},
		{
			"id": 108,
			"Video_Id": "iKTDhLOu1r4",
			"Movie_name": "L7",
			"Description": "The movie story deals with Arun and Sandhya both are a newly married couple they move into a house to start their martial life. As expected, the house is haunted and things start falling apart for the couple as Sandhya starts behaving quite weirdly.",
			"Movieimg": "https://i.ytimg.com/vi/iKTDhLOu1r4/maxresdefault.jpg"
		},
		{
			"id": 109,
			"Video_Id": "YHd-jQn6Oes",
			"Movie_name": "Makkhi",
			"Description": "Sudeep is a high profile industrialist who gets whatever he wants and he has a special eye for beautiful women. To get them, he will not hesitate to do anything.",
			"Movieimg": "https://www.filmibeat.com/img/popcorn/movie_posters/makkhi-12024.jpg"
		},
		{
			"id": 110,
			"Video_Id": "4-j7wyf8rQ4",
			"Movie_name": "Mohini",
			"Description": "Mohini is a 2018 Indian Tamil-language supernatural horror film written and directed by Ramana Madhesh, starring Trisha and Jackky Bhagnani in the lead roles.",
			"Movieimg": "https://upload.wikimedia.org/wikipedia/en/e/ec/Mohini_poster.jpg"
		},
		{
			"id": 111,
			"Video_Id": "hPvJ4VfrR9A",
			"Movie_name": "Gaddalakonda Ganesh",
			"Description": "Gaddalakonda Ganesh is a 2019 Indian Telugu-language action comedy film directed by Harish Shankar and produced by Ram Achanta and Gopichand Achanta under the 14 Reels Plus banner.",
			"Movieimg": "https://i.imgur.com/e8DPgAi.jpg"
		},
		{
			"id": 112,
			"Video_Id": "pvqC887mdgQ",
			"Movie_name": "Double Cross",
			"Description": "Velu, a gym instructor, refuses to help Duraipandi in his fight for social causes. Later, he changes his mind when he meets with an accident and learns that he is going to die soon.",
			"Movieimg": "https://i.ytimg.com/vi/pvqC887mdgQ/maxresdefault.jpg"
		},
		{
			"id": 113,
			"Video_Id": "pps_s7xtNZE",
			"Movie_name": "Shatir Chor",
			"Description": "Shatir Chor Movie is an Indian Tamil language comedy thriller film written and directed by Sathyasiva, starring by Krishna and Bindu Madhavi and Kaali Venkat in the lead role. This film was released on 1 August 2019 in Tamil language.",
			"Movieimg": "https://i.ytimg.com/vi/pps_s7xtNZE/maxresdefault.jpg"
		},
		{
			"id": 114,
			"Video_Id": "rrg7qcbEKl0",
			"Movie_name": "The Rose Villa",
			"Description": "Ravi and Sweta meet a lonely elderly couple when their car breaks down in the forest. Invited to their home, strange behaviour sets off alarm bells and Ravi and Sweta attempt to escape.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BMjU4ZmZhNDAtMDk3Ni00YmM4LWE4NTAtMWEyOTZkMThhZTA1XkEyXkFqcGdeQXVyMTM2NDUxNzM3._V1_FMjpg_UX1000_.jpg"
		},
		{
			"id": 115,
			"Video_Id": "C2RrpXkpCD4",
			"Movie_name": "Vilayati Hero",
			"Description": "As a child, Paari loses his father in a fight on sharing water with their neighbouring village. Years later, when he returns from Singapore, he finds the problem persisting and attempts to resolve it.",
			"Movieimg": "https://i.ytimg.com/vi/C2RrpXkpCD4/maxresdefault.jpg"
		},
		{
			"id": 116,
			"Video_Id": "lFKPZbS4vFs",
			"Movie_name": "Vana Yuddham",
			"Description": "The infamous forest brigand Veerappan smuggles sandalwood and ivory, kills elephants, and murders innocent people incessantly. Finally, the police set up a task force to catch him and his gang.",
			"Movieimg": "https://i.ytimg.com/vi/lFKPZbS4vFs/maxresdefault.jpg?v=6197846d"
		},
		{
			"id": 117,
			"Video_Id": "dIsDOAsE-eM",
			"Movie_name": "Siruthai",
			"Description": "A thief comes across a little girl who says that he's her father. When he learns the truth about his lookalike, who's an honest cop, he decides to turn a new leaf and help get rid of the local baddie.",
			"Movieimg": "https://i.ytimg.com/vi/dIsDOAsE-eM/maxresdefault.jpg"
		},
		{
			"id": 118,
			"Video_Id": "JGizSzsSioI",
			"Movie_name": "Dum",
			"Description": "Bunny, a pizza delivery boy is blamed by Madhumati, a calm and serious girl, of ruining her education and being responsible for an upcoming unwanted marriage.",
			"Movieimg": "https://i.ytimg.com/vi/BGzMgxMzUS8/maxresdefault.jpg"
		},
		{
			"id": 119,
			"Video_Id": "5_cs-vkQ4l0",
			"Movie_name": "Badrinaath",
			"Description": "Badri, under the guidance of his martial arts and spiritual guru Bhishma, becomes the protector of the Badrinath temple. Badri meets Alakananda, an agnostic, and attempts to revive her faith in God.",
			"Movieimg": "https://i.ytimg.com/vi/cQ_BSoZ4RXE/maxresdefault.jpg"
		},
		{
			"id": 120,
			"Video_Id": "NY2ICfegcB8",
			"Movie_name": "Dangerous Khiladi 6",
			"Description": "A small bet by Chinna during his childhood results in his family escaping from a village and eventually he grows to become a streetsmart and intelligent man",
			"Movieimg": "https://static.digit.in/OTT/images/tr:w-1200/dangerous-khiladi-6-5f37bf23058c2888ecda9488.jpg"
		},
		{
			"id": 121,
			"Video_Id": "n0ykIJjzQuk",
			"Movie_name": "Mar Mitenge",
			"Description": "A man involved in mercenary activities saves an abducted woman from a group of hooligans. Later, he falls in love with her and sets out to avenge the deaths of her family members.",
			"Movieimg": "https://i.ytimg.com/vi/8iMfWicy48k/maxresdefault.jpg"
		},
		{
			"id": 122,
			"Video_Id": "vD4bUYlycF4",
			"Movie_name": "Kaashmora",
			"Description": "Kaashmora is a 2016 Indian Tamil-language horror masala film written and directed by Gokul. It features Karthi in dual roles for the second time after Siruthai as the protagonist and antagonist respectively",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/71SOdjvk-SL._RI_.jpg"
		},
		{
			"id": 123,
			"Video_Id": "9Q6gFxqt9SU",
			"Movie_name": "Don Returns",
			"Description": "A powerful gangster tries to put his life of crime and violence behind him. However, he finds it difficult to gain a measure of peace due to enemies from his past.",
			"Movieimg": "https://i.ytimg.com/vi/9Q6gFxqt9SU/sddefault.jpg"
		},
		{
			"id": 124,
			"Video_Id": "LwlZk_qZybc",
			"Movie_name": "Har Din Diwali",
			"Description": "A grandson, Sai, wishes to make the last few weeks for his dying grandfather, Raghu Ramayya, a time to remember. Since most of Raghu's children are too busy to visit him, Sai's gesture comforts him.",
			"Movieimg": "https://fs1.extraimage.org/2020/11/16/Screenshot_51.jpg"
		},
		{
			"id": 125,
			"Video_Id": "jKX4nGQm6VY",
			"Movie_name": "Veerta The Power",
			"Description": "Neelakanta is a revered person in the village he resides whose daughters Subbalakshmi and Meenakshi are more than anything for him in the world. Subbalakshmi loves a native called Errababu with whom she elopes on the night of her arranged marriage ceremony.",
			"Movieimg": "https://i.ytimg.com/vi/1XGeq5HFx3M/maxresdefault.jpg"
		},
		{
			"id": 126,
			"Video_Id": "Po3uEurY96w",
			"Movie_name": "Sabse Badhkar Hum 2",
			"Description": "The movie story deals with Relangi Mavayya a gentleman from a small village Relangi and he believes in human values and relationships.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/71qez-nw7jL._RI_.jpg"
		},
		{
			"id": 127,
			"Video_Id": "T8XlRPCJdzY",
			"Movie_name": "Comali",
			"Description": "Ravi awakens from a prolonged coma to learn that he is in his 30s and has missed 16 years of his life. Soon, he struggles to cope with the modern world and its innovations.",
			"Movieimg": "https://i.ytimg.com/vi/q3BGRVJ28T4/maxresdefault.jpg"
		},
		{
			"id": 128,
			"Video_Id": "AfhkOEA9uSY",
			"Movie_name": "Airaa",
			"Description": "Yamuna, a journalist, is haunted by a vengeful spirit when she visits her grandmother in a remote village. Meanwhile, Amudhan, mourning the loss of his lover, is also investigating similar hauntings.",
			"Movieimg": "https://images-na.ssl-images-amazon.com/images/I/81PzekOGcwL._RI_.jpg"
		},
		{
			"id": 129,
			"Video_Id": "g6fx3Z7mXWY",
			"Movie_name": "Bajrangi",
			"Description": "A cruel god-man rules and harasses the people in a village. Jeevan, who comes to the village to learn about his ancestors, ends up bravely fighting against the god-man to save the villagers.",
			"Movieimg": "https://i.ytimg.com/vi/GrRDv9grWNU/maxresdefault.jpg"
		},
		{
			"id": 130,
			"Video_Id": "FVCQGFuEHSU",
			"Movie_name": "Rajmahal",
			"Description": "Murali along his wife Madhavi come down from Mumbai to his village in order to sell his family's ancestral palace. His relations having a stake in the property also gather to jointly sign and sell it. ",
			"Movieimg": "https://static.digit.in/OTT/images/tr:w-1200/rajmahal-6071b7b2051492c8b48a4922.jpg"
		},
		{
			"id": 131,
			"Video_Id": "YCgKLAZUNV4",
			"Movie_name": "Nayak The Hero 2",
			"Description": "Kumara and Natesha escape from a mental hospital and come to the city. Soon they are chased by a gangster while their actual truth is revealed.",
			"Movieimg": "https://i.ytimg.com/vi/YCgKLAZUNV4/maxresdefault.jpg"
		},
		{
			"id": 132,
			"Video_Id": "GVIkN8bv6FQ",
			"Movie_name": "Agent Sai",
			"Description": "Agent Sai Srinivasa runs a detective agency in Nellore, but he rarely has any cases to solve. One day, he is asked to investigate a case but he gets more than he bargained for.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BNjMzYWJkNmMtZDhmZC00ZmViLTljNGUtZjZkYWRmZmQ3MjM5XkEyXkFqcGdeQXVyMTE1MTYxMzk2._V1_.jpg"
		},
		{
			"id": 133,
			"Video_Id": "ewJCOSSQQu0",
			"Movie_name": "Gopala Gopala",
			"Description": "The film is a remake of the 2012 Hindi film \"Oh My God\" and is about an atheist Gopala Rao who sues god after losing his shop in an earthquake and the consequences face by him when religious organisations revolt against him and Krishna visits him as a human to guide him.",
			"Movieimg": "https://i.ytimg.com/vi/GRdzaDtaZfs/maxresdefault.jpg"
		},
		{
			"id": 134,
			"Video_Id": "pKp0hmFRKgE",
			"Movie_name": "Sabse Badi Hera Pheri 2",
			"Description": "Narasimha is enraged when his sister, Saraswati, elopes with Basha. The rivalry between them continues for years. When Saraswati's son, Sulaiman, sees his mother's grief, he decides to end the feud.",
			"Movieimg": "https://i.ytimg.com/vi/_PU-SMgK7Gk/maxresdefault.jpg"
		},
		{
			"id": 135,
			"Video_Id": "saHth7In6yw",
			"Movie_name": "Thugs Of Amrica",
			"Description": "Kedarnath tricks his Guru into taking a group trip to the US to pursue his dream girl, whom he met in India.",
			"Movieimg": "https://i.ytimg.com/vi/afHBCAM3lHY/maxresdefault.jpg"
		},
		{
			"id": 136,
			"Video_Id": "M_Mh51IOJac",
			"Movie_name": "Biskut",
			"Description": "After the death of his father, Raja begins to work in his father's company. He, however, finds his life changed when he befriends Janaki who narrates stories that come true for him.",
			"Movieimg": "https://i.ytimg.com/vi/Cpo6ye0fr8c/maxresdefault.jpg"
		},
		{
			"id": 137,
			"Video_Id": "tmbWSQMh0Os",
			"Movie_name": "The Return of Sikander",
			"Description": "The movie is about Chandu who obeys his father's orders, and goes to find out why Venkata Ratnam, the realtor, is taking so much time in making a bridge that will help the villagers.",
			"Movieimg": "https://m.media-amazon.com/images/I/81-dcJn3ABL._SX466_.jpg"
		},
		{
			"id": 138,
			"Video_Id": "rh5ar7E3hB4",
			"Movie_name": "1920: The Evil Returns",
			"Description": "In 1920, Jaidev Verma is a famous poet who lives the life of a loner as he is unable to meet the love of his life, Smruti. They got to know each other through an exchange of letters and slowly fall in love.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BMDZhYTFiYzktZDUyOC00ZDgyLWJlNjYtMzVkMmFjMjdlYjIyXkEyXkFqcGdeQXVyNjI1MzI1NzI@._V1_.jpg"
		},
		{
			"id": 139,
			"Video_Id": "6tQmXULpwJ0",
			"Movie_name": "Player Ek Khiladi",
			"Description": "A mysterious man along with a young computer hacker tries to unveil a major government conspiracy which resulted in several bloody deaths.",
			"Movieimg": "https://i.ytimg.com/vi/6tQmXULpwJ0/maxresdefault.jpg"
		},
		{
			"id": 140,
			"Video_Id": "wW3A1Mv7lfw",
			"Movie_name": "Brand Ka Bolbala",
			"Description": "Brand Ka Bolbala is a 2018 Indian Telugu language film directed by P. Prabhakar. It stars Sumanth Shailendra and Eesha Rebba",
			"Movieimg": "https://i.ytimg.com/vi/wW3A1Mv7lfw/mqdefault.jpg"
		},
		{
			"id": 141,
			"Video_Id": "1lFk1LSsI_c",
			"Movie_name": "Jaya Janaki Nayaka KHOONKHAR",
			"Description": "Gagan and Sweety fall in love but are forced to break up because her father disapproves of him. While defending a family from thugs one day, Gagan unknowingly saves Sweety and vows to protect her.",
			"Movieimg": "https://i.ytimg.com/vi/1lFk1LSsI_c/maxresdefault.jpg"
		},
		{
			"id": 142,
			"Video_Id": "HnTgSpam6Co",
			"Movie_name": "Mr. Sukumar",
			"Description": "Suku sees relationships as a means to an end. So when he sets out to establish his company, he looks to his grandmother's property as a solution to his money woes.",
			"Movieimg": "https://i.ytimg.com/vi/HnTgSpam6Co/maxresdefault.jpg"
		},
		{
			"id": 143,
			"Video_Id": "AXtZfXEBvsc",
			"Movie_name": "Yeh Saali Aashiqui",
			"Description": "Yeh Saali Aashiqui is an Indian Hindi-language romantic thriller film. The film is directed by Cherag Ruparel and produced by Jayantilal Gada & Amrish Puri Films.",
			"Movieimg": "https://m.media-amazon.com/images/M/MV5BNTcyNGNjNGYtYWVjZi00MWEwLThlNjctOWM3NDYxYmM0MWMxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_.jpg"
		},
		{
			"id": 144,
			"Video_Id": "zaz50SjKz4g",
			"Movie_name": "Yeh Hai Zindagi",
			"Description": "Yeh Hai Zindagi is a 1977 Hindi-language film. Produced by B. Nagi Reddy, it is directed by K. S. Sethumadhavan. The film stars Sanjeev Kumar, Seema Deo",
			"Movieimg": "https://i.ytimg.com/vi/zaz50SjKz4g/maxresdefault.jpg"
		},
		{
			"id": 145,
			"Video_Id": "xlaStrxzW_U",
			"Movie_name": "Dayaalu",
			"Description": "Bittu, a six-year-old, loses his parents in an unfortunate car accident. Thirty years later, he comes across two collegians who look exactly like his late parents' young selves.",
			"Movieimg": "https://static.digit.in/OTT/v2/images/tr:n-ott_home_crousel/dayaalu-261634.jpg"
		},
		{
			"id": 146,
			"Video_Id": "7-Cstc7fgPg",
			"Movie_name": "Master Mind",
			"Description": "Master Mind is a thriller which revolves around the kidnap of the wife of the protagonist played by Raj Vardhan. Kumar plays an interesting role in the film that helps the protagonist solve the kidnap mystery.",
			"Movieimg": "https://i.ytimg.com/vi/7-Cstc7fgPg/maxresdefault.jpg"
		},
		{
			"id": 147,
			"Video_Id": "4m3QtwPrhBk",
			"Movie_name": "Arya 2",
			"Description": "Arya 2 is a 2009 Indian Telugu-language romantic action comedy film directed by Sukumar. Starring Allu Arjun, Kajal Aggarwal, and Navdeep, it is a spiritual sequel to Arya (2004).",
			"Movieimg": "https://i.ytimg.com/vi/KqPpJFFW_sQ/maxresdefault.jpg"
		},
		{
			"id": 148,
			"Video_Id": "BblLVtPQbY0",
			"Movie_name": "Dumdaar Khiladi 2",
			"Description": "Balu grows up without the love of a family due to his parents' untimely death. Later, he decides to establish a firm to help people like himself receive the affection they missed out on.",
			"Movieimg": "https://i.ytimg.com/vi/BblLVtPQbY0/maxresdefault.jpg"
		},
		{
			"id": 149,
			"Video_Id": "JIedd4l9i1s",
			"Movie_name": "Raw Khiladi",
			"Description": "A rock star, who suffers from a mental disorder due to his bitter past, is convinced that his parents were murdered by three men. Taking the support of a journalist, he sets out to find the evil men.",
			"Movieimg": "https://i.ytimg.com/vi/JIedd4l9i1s/maxresdefault.jpg"
		},
		{
			"id": 150,
			"Video_Id": "NpJ6lnbgi_s",
			"Movie_name": "Check",
			"Description": "Check is a 2021 Indian Telugu-language prison drama film written and directed by Chandra Sekhar Yeleti. Produced by V. Anand Prasad's Bhavya Creations, the film stars Nithiin.",
			"Movieimg": "https://i.ytimg.com/vi/NpJ6lnbgi_s/maxresdefault.jpg"
		}
	],
	"MovieSlider":[
		{
			"id": 1,
			"Video_Id": "k8YiqM0Y-78",
			"qurekaimg":"",
			"qurekaimg2":"",
			"Movie_name": "Jawan",
			"Movieimg":"https://i.ytimg.com/vi/k8YiqM0Y-78/maxresdefault.jpg",
            "Description": "",
            "Language": "South"
		},
		{
			"id": 2,
			"Video_Id": "Zbl1S06yixA",
			"qurekaimg":"",
			"qurekaimg2":"",
			"Movie_name": "Ghost | Big Daddy",
			"Movieimg":"https://i.ytimg.com/vi/Zbl1S06yixA/maxresdefault.jpg",
            "Description": "",
            "Language": "South"
		},
		{
			"id": 3,
			"Video_Id": "l_kGo6y9ez8",
			"qurekaimg":"",
			"qurekaimg2":"",
			"Movie_name": "VEERAM",
			"Movieimg":"https://i.ytimg.com/vi/l_kGo6y9ez8/maxresdefault.jpg",
            "Description": "",
            "Language": "South"
		},
		{
			"id": 4,
			"Video_Id": "UvTqItKCKjQ",
			"qurekaimg":"",
			"qurekaimg2":"",
			"Movie_name": "KD - The Devil",
			"Movieimg":"https://i.ytimg.com/vi/UvTqItKCKjQ/maxresdefault.jpg",
            "Description": "",
            "Language": "South"
		},
		{
			"id": 5,
			"Video_Id": "QWvWUAGbVAg",
			"qurekaimg":"",
			"qurekaimg2":"",
			"Movie_name": "Waltair Veerayya",
			"Movieimg":"https://i.ytimg.com/vi/QWvWUAGbVAg/maxresdefault.jpg",
            "Description": "",
            "Language": "South"
		}
	]
  }
}
